Repository: BackupTheBerlios/lbrc-svn
Catalog: trunk/pot/*.po
Languages: pt_br

source: Could not connect to DBUS component of LBRC
pt_br: Não pude conectar no componente DBUS do LBRC

source: Profile changed: %(profilename)s
pt_br: Perfil alterado para %(profilename)s

source: Connect from: %(btname)s (%(btaddress)s)
pt_br: Nova conexão de %(btname)s (%(btaddress)s)

source: Disconnect from: %(btname)s (%(btaddress)s)
pt_br: %(btname)s (%(btaddress)s) desconectou

source: Profiles
pt_br: Perfis

source: Bluetooth visible
pt_br: Dispositivo Bluetooth visível

source: Bluetooth invisible
pt_br: Dispositivo Bluetooth invisível

source: KEYBOARD
pt_br: TECLADO

source: MOUSE BUTTON
pt_br: BOTÃO DO MOUSE

source: MOUSE WHEEL
pt_br: RODA DO MOUSE

source: MOUSE AXIS
pt_br: EIXO DO MOUSE

source: Event type
pt_br: Tipo de evento

source: Event generated
pt_br: Evento gerado

source: Cellphone keycode
pt_br: Código da tecla do celular

source: %(profile)s (System)
pt_br: %(profile)s (Sistema)

source: What is the name for the new profile?
pt_br: Qual o nome para o novo perfil?

source: <i>Path to UInput Device file please only fill, if you experience problems with the autodetection</i>
pt_br: <i>Caminho para o dispositivo Uinput (ex: /dev/event/uinput), apenas preencha se a auto-detecção não estiver funcionando corretamente</i>

source: Commands
pt_br: Aplicativos

source: Configuration
pt_br: Configuração

source: Keyboard/Mouse
pt_br: Teclado/Mouse

source: LBRC Configuration
pt_br: Configuração do LBRC

source: Persistent profiles:
pt_br: Perfis persistentes:

source: Profile
pt_br: Perfil

source: Save current profile for next start
pt_br: Lembrar o perfil atual para a próxima execução.

source: UInput Device:
pt_br: Dispositvo UInput:

source: Repeat frequency
pt_br: Taxa de repetição
