Repository: BackupTheBerlios/lbrc-svn
Catalog: branches/0.4/pot/*.po
Languages: de

source: Could not connect to DBUS component of LBRC
de: Konnte nicht mit LBRC DBUS Komponente verbinden

source: Profile changed: %(profilename)s
de: Profil gewechselt: %(profilename)s

source: Connect from: %(btname)s (%(btaddress)s)
de: Verbindung von: %(btname)sÂ·(%(btaddress)s) aufgebaut

source: Disconnect from: %(btname)s (%(btaddress)s)
de: Verbindung von: %(btname)sÂ·(%(btaddress)s) getrennt

source: Profiles
de: Profile

source: Bluetooth visible
de: Bluetooth sichtbar

source: Bluetooth visible (automatic hiding)
de: Bluetooth sichtbar (automatisch verstecken)

source: Bluetooth invisible
de: Bluetooth unsichtbar

source: KEYBOARD
de: Tastatur

source: MOUSE BUTTON
de: Maustaste

source: MOUSE WHEEL
de: Mausrad

source: MOUSE AXIS
de: Mausachse

source: Press
de: Druck

source: Release
de: Entlastung

source: Param
de: Parameter

source: Param-Type
de: Parameter-Typ

source: Basisprofile
de: Basis-Profil

source: Keyboard/Mouse
de: Tastatur/Maus

source: Actions
de: Aktionen

source: Cellphone keycode
de: Handy-Keycode

source: Event type
de: Event Typ

source: Event generated
de: erzeugter Event

source: Repeatfrequency
de: Wiederholfrequenz

source: On Initialisation
de: Während des Aktivierung

source: Object
de: Objekt

source: Method
de: Methode

source: Arguments
de: Argumente

source: State
de: Status

source: On Destruction
de: Während der Deaktivierung

source: Command
de: Kommando

source: New Name
de: Neuer Name

source: What is the name for the new profile?
de: Was ist der Name für das neue Profil?

source: Specify the new name for the new profile
de: Geben Sie den neuen Namen für das neue Profil an

source: <i>Path to UInput Device file please only fill, if you experience problems with the autodetection</i>
de: <i>Pfad zum UInput /dev Eintrag. Bitte nur ausfüllen, wenn Probleme mit der automatischen Erkennung auftauchen</i>

source: Bluetooth Control:
de: Bluetooth Kontrolle

source: Configuration
de: Konfiguration

source: LBRC Configuration
de: LBRC Konfiguration

source: Onetime pairing:
de: Einmaliges Paaren:

source: Persistent profiles:
de: Standard Profil:

source: Profile
de: Profil

source: Remove pairings initialized by LBRC (Not recommed!)
de: Entfernen der von LBRC erzeugten Paarungen (Nicht empfohlen!)

source: Rename
de: Umbennen

source: Require a valid pairing for devices
de: Es muss eine Paarung für das Geräte existieren.

source: Require pairing:
de: Erfordere Paarung:

source: Save current profile for next start
de: Speicher das aktuelle Profil für den nächsten Start

source: Show bluetooth controls
de: Zeige Bluetooth-Kontrollen

source: UInput Device:
de: UInput Gerät:
