Repository: BackupTheBerlios/lbrc-svn
Catalog: branches/0.5/pot/*.po
Languages: sv

source: Could not connect to DBUS component of LBRC
sv: Kunde inte ansluta till DBUS-komponenten för LBRC

source: Profile changed: %(profilename)s
sv: Profilen ändrad: %(profilename)s

source: Connect from: %(btname)s (%(btaddress)s)
sv: Anslutning från: %(btname)s (%(btaddress)s)

source: Disconnect from: %(btname)s (%(btaddress)s)
sv: Frånkoppling från: %(btname)s (%(btaddress)s)

source: Profiles
sv: Profiler

source: Bluetooth visible
sv: Blåtand synlig

source: Bluetooth visible (automatic hiding)
sv: Blåtand synlig (döljs automatiskt)

source: Bluetooth invisible
sv: Blåtand osynlig

source: KEYBOARD
sv: TANGENTBORD

source: MOUSE BUTTON
sv: MUSKNAPP

source: MOUSE WHEEL
sv: MUSHJUL

source: MOUSE AXIS
sv: MUSAXEL

source: Event type
sv: Händelsetyp

source: Event generated
sv: Händelse genererad

source: Cellphone keycode
sv: Tangentkod för mobiltelefon

source: What is the name for the new profile?
sv: Vad är namnet för den nya profilen?

source: <i>Path to UInput Device file please only fill, if you experience problems with the autodetection</i>
sv: <i>Sökväg till UInput-enhetsfil, fyll endast i om du upplever problem med automatisk identifiering</i>

source: Bluetooth Control:
sv: Blåtandskontroll:

source: Commands
sv: Kommandon

source: Configuration
sv: Konfiguration

source: Keyboard/Mouse
sv: Tangentbord/Mus

source: LBRC Configuration
sv: Konfiguration av LBRC

source: Persistent profiles:
sv: Bestående profiler:

source: Profile
sv: Profil

source: Save current profile for next start
sv: Spara aktuell profil för nästa start

source: Show bluetooth controls
sv: Visa blåtandskontroller

source: UInput Device:
sv: UInput-enhet:

source: Repeat frequency
sv: Upprepningsfrekvens
